<template>
<div class="risks-container">
      <div class="header">
        <span class="risks-title">{{ title }}</span>
      </div>
      <div class="risks_border" dir="rtl">
        <p class="risks-text">{{ text }}</p>
         
        <div class="desktop-risks">
          <!--  סיכונים left-->
            <div class="left_risks">
              <div v-for="(card, index) in left_risks" :key="index" class="card">   
                <div class="flex">
                  <h1 class="number">{{ card.number }}</h1>
                  <div>
                  <div class=" title">{{ card.title }}</div>
                  <div v-html="card.pargraph" class="text"></div> 
                  <div class="text" v-html="card.extra_pargraph"></div>
                  </div>
                  </div>
                </div>
            </div>
             <!--  סיכונים right-->
               <div class="right_risks">
                  <div v-for="(card, index) in right_risks" :key="index" class=" card">   
                    <div class="flex">
                      <h1 class="number">{{ card.number }}</h1>
                      <div>
                      <div class=" title">{{ card.title }}</div>
                      <div v-html="card.pargraph" class="text"></div> 
                      <div class="text" v-html="card.extra_pargraph"></div>
                      </div>
                      </div>
                  </div>
             </div>
            </div>
            <div class="mobile-risks">
                  <div v-for="(card, index) in mobile_risks" :key="index" class="mobile-card card">   
                    <div class="mobile-flex">
                      <h1 class="mobile-number">{{ card.number }}</h1>
                      <div>
                      <div class="mobile-title">{{ card.title }}</div>
                      <div v-html="card.pargraph" class="mobile-text"></div> 
                      <div class="mobile-text" v-html="card.extra_pargraph"></div>
                      </div>
                      </div>
                  </div>
             </div>
            <div class="border">
              <p class="">{{note}}</p>
            </div>
      </div>
   </div>
</template>

<script>
export default {
  name: "Risks",
  data(){
    return{
      title:'סיכונים עיקריים',
      text: 'השקעה בקרן מציעה פוטנציאל תשואה אטרקטיבי לצד פרופיל סיכון מנוהל. יחד עם זאת, כמו כל השקעה, ובמיוחד בתחום החוב הפרטי, היא כרוכה בסיכונים מהותיים. יש לציין כי רשימה זו אינה ממצה, ומומלץ לכל משקיע לבצע בדיקת נאותות עצמאית ומקיפה ולהיוועץ ביועצים מקצועיים.',
      note:'הערה חשובה: אין ברשימה זו משום מיצוי של כל הסיכונים הכרוכים בהשקעה, והיא נועדה לספק סקירה כללית בלבד. על כל משקיע לבצע בדיקת נאותות עצמאית ומקיפה (Due Diligence) ולהיוועץ ביועצים מתאימים בטרם קבלת החלטת השקעה.',
      left_risks: [
        {number:"1", title:"סיכון אשראי וסיכון פלטפורמה", pargraph:`<p><strong>פירוט: </strong>הקרן עוסקת במתן אשראי מגובה נכסים לפלטפורמות פינטק, ולפיכך חשופה לסיכון כשל הפלטפורמה בפירעון התיק או באי-עמידה בתנאי ההלוואה. סיכון זה יכול לנבוע מקשיים תזרימיים, ניהול כושל, או שינויים בלתי צפויים בשוק. כמו כן, חשופה הקרן לאי סולבנטיות של הפלטפורמה עצמה ויכולתה לספק הלוואות חדשות או לספק שירותים לתיק האשראי הקיים, מה שעלול להוביל לפגיעה בביצועי הקרן. יתר על כן, איכות החיתום של ההלוואות באחת או יותר מהפלטפורמות עלולה להתברר בדיעבד כנמוכה, ולייצר מספר רב מהצפוי של הלוואות בכשל. </p>`, extra_pargraph:`<p><strong>הגנה: </strong> הקרן נוקטת במספר מנגנוני הגנה להפחתת סיכון האשראי וכשל הפלטפורמה כגון פיזור רחב, מינוף זהיר (עד 50%), תהליך חיתום קפדני, כחלק אינהרנטי מהאסטרטגיה כל ההלוואות מגובות בנכסים ו/או תזרימי מזומנים ולראייה, למנהל הקרן יש היסטוריה של 0% הפסדי אשראי באסטרטגיית השקעות זו.</p>`},
        {number:"3", title:"סיכון שערוך", pargraph:`<p><strong>פירוט: </strong>נכסי הקרן הם נכסים פרטיים שאינם נסחרים בבורסה. הערכת שווים (Valuation) מתבצעת אחת לרבעון  אך עשויה להיות מורכבת יותר ונתונה לשיקול דעת, בהשוואה לנכסים סחירים. קיים סיכון כי הערכת השווי המוצגת אינה משקפת במדויק את שווי השוק האמיתי של הנכסים בכל רגע נתון. </p>`, extra_pargraph:`<p><strong>הגנה: </strong> הקרן פועלת בשקיפות מלאה ובסטנדרטים מחמירים בכל הנוגע לשערוך נכסיה. הערכת השווי מתבצעת על ידי גורמי מקצוע חיצוניים בלתי תלויים, על בסיס מתודולוגיות הערכה מקובלות בתחום ובהתאם לכללי חשבונאות מחמירים.</p>`},
        {number:"5", title:"סיכון תחרות והצפת שוק", pargraph:`<p><strong>פירוט: </strong>שוק האשראי הפרטי, ובפרט מימון פלטפורמות פינטק, חווה צמיחה משמעותית בשנים האחרונות ומושכת אליה שחקנים חדשים רבים. תחרות גוברת זו עלולה להוביל לשחיקת תשואות, להפחתת המרווחים על ההלוואות, להקלה בתנאי החיתום אשר עלולים להקשות על הקרן לאתר עסקאות אטרקטיביות העומדות ביעדי התשואה והסיכון שלה, ובכך להשפיע על ביצועי הקרן ועל יכולתה להשיא תשואה עודפת למשקיעים. </p>`, extra_pargraph:`<p><strong>הגנה: </strong>הקרן נהנית מיתרון משמעותי בזכות היותה זרוע החוב של קבוצת ויולה. כלומר היא בעלת הבנה עמוקה בסקטור הטכנולוגיה, יכולות חיתום מבוססות נתונים ורשת קשרים גלובלית ענפה. קשרים אלו מאפשרים איתור עסקאות איכותיות מחוץ לשוק (Off-Market Deals) שאינן נגישות למתחרים. כמו כן, תהליך החיתום הקפדני והסלקטיבי של הקרן מביא לכך שהקרן תשקיעה רק בעסקאות בעלות פרופיל סיכון-תשואה אטרקטיבי, גם בסביבה תחרותית.</p>`},
      ],
      right_risks:[
        {number:'2', title:'סיכון נזילות (קרן סגורה)',pargraph:`<p><strong>פירוט: </strong> הקרן הינה קרן סגורה, ואין מנגנון נזילות המאפשר למשקיעים למשוך את כספם לפני תום חיי הקרן, הנאמדים ב-7 שנים עם אפשרות להארכה של שתי שנים (+1,+1). משמעות הדבר היא כי ההשקעה הינה ארוכת טווח ואינה נזילה. משקיעים צריכים להיות מוכנים לכך שכספם יהיה "נעול" לכל אורך חיי הקרן, וכי לא תהיה להם אפשרות לממש את השקעתם במקרה של צורך בלתי צפוי בכסף. כמו כן, ייתכן כי אורח חיי הקרן יתארך מעבר לכך בנסיבות מיוחדות.</p>`},
        {number:'4', title:'סיכון רגולטורי ושינויי חקיקה',pargraph:`<p><strong>פירוט: </strong> תחום הפינטק והאשראי החוץ בנקאי נמצא בהתפתחות מתמדת, ונתון לשינויים רגולטוריים וחקיקתיים במדינות השונות שבהן הקרן פועלת. שינויים אלו יכולים לכלול החמרה בתנאי רישוי, הטלת מגבלות על שיטות מימון מסוימות, דרישות הון מוגדלות, או שינויים בדיני הגנת הצרכן. שינויים כאלה עלולים להשפיע לרעה על פעילות הפלטפורמות שבהן הקרן משקיעה, להגביל את יכולתן לייצר אשראי, או להטיל עלויות תפעול נוספות, ובכך לפגוע בתשואות הקרן.</p>`,extra_pargraph:`<p><strong>הגנה: </strong> הקרן פועלת בשווקים מפותחים  בעלי סביבה רגולטורית יציבה יחסית ומערכות משפט חזקות. צוות הקרן כולל מומחים בעלי הבנה מעמיקה של הסביבה הרגולטורית בתחום הפינטק, והקרן מקיימת מעקב שוטף וצמוד אחר התפתחויות רגולטוריות במדינות הרלוונטיות. </p>`},
        {number:'6', title:'סיכון תפעולי וניהולי',pargraph:`<p><strong>פירוט: </strong>למרות הניסיון והמוניטין של מנהל הקרן, קיים סיכון תפעולי הקשור לניהול הקרן. סיכונים אלו כוללים, בין היתר, טעויות בניהול השקעות, כשלים במערכות פנימיות, או אי עמידה בציות לרגולציה וכדומה אשר עלולים להשפיע על ביצועי הקרן ועל התשואות למשקיעים. </p>`,extra_pargraph:`<p><strong>הגנה: </strong>הקרן מאמצת נהלי עבודה סדורים ומערכות ניטור ודיווח. כמו כן, את הקרן מלווים יועצים ונותני שירותים מובילים בתחומם.  </p>`},
      ],
      mobile_risks:[
        {number:"1", title:"סיכון אשראי וסיכון פלטפורמה", pargraph:`<p><strong>פירוט: </strong>הקרן עוסקת במתן אשראי מגובה נכסים לפלטפורמות פינטק, ולפיכך חשופה לסיכון כשל הפלטפורמה בפירעון התיק או באי-עמידה בתנאי ההלוואה. סיכון זה יכול לנבוע מקשיים תזרימיים, ניהול כושל, או שינויים בלתי צפויים בשוק. כמו כן, חשופה הקרן לאי סולבנטיות של הפלטפורמה עצמה ויכולתה לספק הלוואות חדשות או לספק שירותים לתיק האשראי הקיים, מה שעלול להוביל לפגיעה בביצועי הקרן. יתר על כן, איכות החיתום של ההלוואות באחת או יותר מהפלטפורמות עלולה להתברר בדיעבד כנמוכה, ולייצר מספר רב מהצפוי של הלוואות בכשל. </p>`, extra_pargraph:`<p><strong>הגנה: </strong> הקרן נוקטת במספר מנגנוני הגנה להפחתת סיכון האשראי וכשל הפלטפורמה כגון פיזור רחב, מינוף זהיר (עד 50%), תהליך חיתום קפדני, כחלק אינהרנטי מהאסטרטגיה כל ההלוואות מגובות בנכסים ו/או תזרימי מזומנים ולראייה, למנהל הקרן יש היסטוריה של 0% הפסדי אשראי באסטרטגיית השקעות זו.</p>`},
        {number:'2', title:'סיכון נזילות (קרן סגורה)',pargraph:`<p><strong>פירוט: </strong> הקרן הינה קרן סגורה, ואין מנגנון נזילות המאפשר למשקיעים למשוך את כספם לפני תום חיי הקרן, הנאמדים ב-7 שנים עם אפשרות להארכה של שתי שנים (+1,+1). משמעות הדבר היא כי ההשקעה הינה ארוכת טווח ואינה נזילה. משקיעים צריכים להיות מוכנים לכך שכספם יהיה "נעול" לכל אורך חיי הקרן, וכי לא תהיה להם אפשרות לממש את השקעתם במקרה של צורך בלתי צפוי בכסף. כמו כן, ייתכן כי אורח חיי הקרן יתארך מעבר לכך בנסיבות מיוחדות.</p>`},
        {number:"3", title:"סיכון שערוך", pargraph:`<p><strong>פירוט: </strong>נכסי הקרן הם נכסים פרטיים שאינם נסחרים בבורסה. הערכת שווים (Valuation) מתבצעת אחת לרבעון  אך עשויה להיות מורכבת יותר ונתונה לשיקול דעת, בהשוואה לנכסים סחירים. קיים סיכון כי הערכת השווי המוצגת אינה משקפת במדויק את שווי השוק האמיתי של הנכסים בכל רגע נתון. </p>`, extra_pargraph:`<p><strong>הגנה: </strong> הקרן פועלת בשקיפות מלאה ובסטנדרטים מחמירים בכל הנוגע לשערוך נכסיה. הערכת השווי מתבצעת על ידי גורמי מקצוע חיצוניים בלתי תלויים, על בסיס מתודולוגיות הערכה מקובלות בתחום ובהתאם לכללי חשבונאות מחמירים.</p>`},
        {number:'4', title:'סיכון רגולטורי ושינויי חקיקה',pargraph:`<p><strong>פירוט: </strong> תחום הפינטק והאשראי החוץ בנקאי נמצא בהתפתחות מתמדת, ונתון לשינויים רגולטוריים וחקיקתיים במדינות השונות שבהן הקרן פועלת. שינויים אלו יכולים לכלול החמרה בתנאי רישוי, הטלת מגבלות על שיטות מימון מסוימות, דרישות הון מוגדלות, או שינויים בדיני הגנת הצרכן. שינויים כאלה עלולים להשפיע לרעה על פעילות הפלטפורמות שבהן הקרן משקיעה, להגביל את יכולתן לייצר אשראי, או להטיל עלויות תפעול נוספות, ובכך לפגוע בתשואות הקרן.</p>`,extra_pargraph:`<p><strong>הגנה: </strong> הקרן פועלת בשווקים מפותחים  בעלי סביבה רגולטורית יציבה יחסית ומערכות משפט חזקות. צוות הקרן כולל מומחים בעלי הבנה מעמיקה של הסביבה הרגולטורית בתחום הפינטק, והקרן מקיימת מעקב שוטף וצמוד אחר התפתחויות רגולטוריות במדינות הרלוונטיות. </p>`},
        {number:"5", title:"סיכון תחרות והצפת שוק", pargraph:`<p><strong>פירוט: </strong>שוק האשראי הפרטי, ובפרט מימון פלטפורמות פינטק, חווה צמיחה משמעותית בשנים האחרונות ומושכת אליה שחקנים חדשים רבים. תחרות גוברת זו עלולה להוביל לשחיקת תשואות, להפחתת המרווחים על ההלוואות, להקלה בתנאי החיתום אשר עלולים להקשות על הקרן לאתר עסקאות אטרקטיביות העומדות ביעדי התשואה והסיכון שלה, ובכך להשפיע על ביצועי הקרן ועל יכולתה להשיא תשואה עודפת למשקיעים. </p>`, extra_pargraph:`<p><strong>הגנה: </strong>הקרן נהנית מיתרון משמעותי בזכות היותה זרוע החוב של קבוצת ויולה. כלומר היא בעלת הבנה עמוקה בסקטור הטכנולוגיה, יכולות חיתום מבוססות נתונים ורשת קשרים גלובלית ענפה. קשרים אלו מאפשרים איתור עסקאות איכותיות מחוץ לשוק (Off-Market Deals) שאינן נגישות למתחרים. כמו כן, תהליך החיתום הקפדני והסלקטיבי של הקרן מביא לכך שהקרן תשקיעה רק בעסקאות בעלות פרופיל סיכון-תשואה אטרקטיבי, גם בסביבה תחרותית.</p>`},
        {number:'6', title:'סיכון תפעולי וניהולי',pargraph:`<p><strong>פירוט: </strong>למרות הניסיון והמוניטין של מנהל הקרן, קיים סיכון תפעולי הקשור לניהול הקרן. סיכונים אלו כוללים, בין היתר, טעויות בניהול השקעות, כשלים במערכות פנימיות, או אי עמידה בציות לרגולציה וכדומה אשר עלולים להשפיע על ביצועי הקרן ועל התשואות למשקיעים. </p>`,extra_pargraph:`<p><strong>הגנה: </strong>הקרן מאמצת נהלי עבודה סדורים ומערכות ניטור ודיווח. כמו כן, את הקרן מלווים יועצים ונותני שירותים מובילים בתחומם.  </p>`},
    ]
    }
   
  }
};
</script>
<style lang="scss">

  .risks_border{
    border: #dfdfdf solid 0.5px;
    border-radius: 10px;
    padding:10px;
    width:90%;
    justify-self: center;
    
  }
  .mobile-risks{
    display:none
  }
  .desktop-risks{
    display: flex;
    flex-direction: row;
    justify-content: center;
    padding: 10px;
    gap: 5%;
    
    

    .left_risks{
      width: 45%;
      display: flex;
      flex-direction: column;
      gap: 10px;
      
      
      
    }
    .right_risks{
      width: 40%;
      display: flex;
      flex-direction: column;
      gap: 10px;
    }
    .number{
        font-size:10vh;
        align-self: center;
        margin-left: 20px;
      }

    .text{
      text-align: right;
    
    }
    .title{
        text-align: justify;
        
      }
  }

  @media (max-width: 768px) {
    .risks-container{
      width:100%;
      justify-self: center;  
    }
    .risks-title{
      margin-bottom: -1.5rem;
    }
    .desktop-risks{
      display:none;
    }
    .mobile-risks{
        display:block;
       
    }
    .risks_border{
        border:none;
    }
    .mobile-number{
      font-size:4rem;
      align-self: center;
      margin-left: 1rem;
    }
    .mobile-text{
      text-align: right;
      padding-left: 0.5rem;
    }
    .mobile-title{
      text-align: right;
      font-size: 1.2rem;
      font-weight: 700;
      padding-top: 0.5rem;
      white-space: normal;
      width:80%;
    }
    .mobile-flex{
      display:flex;
    }
    .mobile-card{
        margin-bottom:1rem;
    }
    
  }

</style>