<template>
 <div class="container">
    <div class="header">
      <span class="desktop-title">{{ title }}</span>
      </div>
      <div class="border" dir="rtl">
        
      <span class="mobile-title title">{{ title }}</span>
     
        <div v-for="pargraph in shuk" :key="pargraph">
            <p class="text">{{ pargraph.text }}</p>
        </div>
      </div>  
  </div>

</template>

<script>
export default {
    name: "Shuk",
    data(){
        return{
            title: "סקירת שוק",
            shuk:[
                {text:'שוק האשראי הגלובלי חווה בעשור האחרון צמיחה משמעותית של מקורות מימון אלטרנטיביים שאינם בנקאיים. מקורות אלו הפכו למרכזיים במימון עסקים וצרכנים, במיוחד מאז המשבר הפיננסי הגלובלי של שנת 2008.  בעקבות המשבר, רגולציות מחמירות כמו באזל III אילצו את הבנקים להגדיל כריות הון ולצמצם את החשיפה להלוואות בסיכון גבוה יותר. מגמה זו, לצד מגבלות נוספות על המערכת הבנקאית המסורתית, יצרה מחסור בזמינות של אשראי – במיוחד עבור עסקים קטנים ובינוניים (SME) ותרמה לצמיחה מהירה של שוק האשראי החוץ בנקאי.'},
                {text:'במסגרת זו, התפתח תחום חוב מגובה נכסים מוחשיים כגון חשבונות חייבים, מלאי, ציוד או תיקי הלוואות (Asset Backed Lending ("ABL")). מודל ה-ABL מתמקד במימון כנגד תיקי נכסים ותזרימים מפוזרים, במסגרתם נעשה שימוש בביטחונות, בהתאם לאופי העסק ולפרופיל הנכסים שלו. הנכסים השכיחים ביותר כוללים תיקי אשראי לעסקים או צרכנים.'},
                {text:"הגמישות של עסקאות מסוג ABL באה לידי ביטוי גם בקובננטים: בניגוד להלוואות מסורתיות המותנות לרוב ביחסי חוב/EBITDA, כאן ההתניות מתמקדות גם בסולבנטיות של הלווה וגם בתפקוד הנכסים המשועבדים – כמו שיעור חובות אבודים, שיעורי פיגורים, יחס Value-to-Loan, וכו'. כתוצאה מכך, ABL מספק לחברות גישה למימון מותאם ויציב גם בתקופות מאתגרות, מבלי להכביד עליהן יתר על המידה בדרישות פיננסיות נוקשות – כל זאת תוך שמירה על בטחון גבוה יחסית למלווה."},
                {text:'בשנים האחרונות, ובעיקר לאור עליית הריבית, זמינות האשראי הבנקאי פחתה ויצרה ביקוש לאשראי ממקורות מימון חוץ בנקאיים, דוגמת ABL. כמו כן, שוק המימון מגובה נכסים חווה צמיחה מתמדת כאשר בשנת 2023 הגיע להיקף של 682 מיליארד דולר, כאשר הצפי לשנת 2033 עומד על היקף של 1.28 טריליון דולר.'}
            ]
        }
    }
}
</script>

<style>

  

</style>