<template>
    <div class="container">
        <div class="header">
          <span class="top-strategy-title">{{ Get_Word("אסטרגיית השקעות") }}</span>
        </div>
        <div class="border">
          <div class="box" dir="rtl">
              <svg width="60" height="59" viewBox="0 0 60 59" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M35.9763 29.3505H31.4694C30.4055 29.3505 29.5351 30.221 29.5351 31.2848C29.5351 32.3487 30.4055 33.2191 31.4694 33.2191H32.9201V33.548C32.9201 34.6118 33.7906 35.4823 34.8544 35.4823C35.9183 35.4823 36.7887 34.6118 36.7887 33.548V33.1418C38.723 32.7743 40.1738 31.0721 40.1738 29.041C40.1738 26.7392 38.2975 24.8436 35.9763 24.8436H33.7132C33.5391 24.8436 33.3844 24.7082 33.3844 24.5148C33.3844 24.3213 33.5198 24.1859 33.7132 24.1859H38.2201C39.284 24.1859 40.1544 23.3155 40.1544 22.2516C40.1544 21.1878 39.284 20.3173 38.2201 20.3173H36.7694V19.9885C36.7694 18.9246 35.899 18.0542 34.8351 18.0542C33.7712 18.0542 32.9008 18.9246 32.9008 19.9885V20.3947C30.9665 20.7622 29.5157 22.4644 29.5157 24.4954C29.5157 26.7973 31.392 28.6929 33.7132 28.6929H35.9763C36.1504 28.6929 36.3052 28.8283 36.3052 29.0217C36.3052 29.2151 36.1698 29.3505 35.9763 29.3505Z" fill="#011839"/><path d="M56.7321 38.0358C55.9584 37.4748 55.0686 37.146 54.1595 37.0493C54.1015 35.057 53.85 33.0646 53.3471 31.1303C53.3084 30.9949 53.2697 30.8595 53.1923 30.7435L43.6949 12.2709H45.6292C46.6931 12.2709 47.5635 11.4004 47.5635 10.3366C47.5635 9.27269 46.6931 8.40226 45.6292 8.40226H44.2365L47.5055 3.7019C47.9117 3.10226 47.9697 2.34788 47.6409 1.70956C47.3121 1.07124 46.6544 0.665039 45.9194 0.665039H23.7716C23.0559 0.665039 22.3982 1.07124 22.05 1.70956C21.7212 2.34788 21.7599 3.12161 22.1854 3.7019L25.4544 8.40226H24.0617C22.9979 8.40226 22.1274 9.27269 22.1274 10.3366C22.1274 11.4004 22.9979 12.2709 24.0617 12.2709H25.996L16.4986 30.7435C16.4406 30.8595 16.3825 30.9949 16.3439 31.1303C16.1117 32.0201 15.957 32.8905 15.8216 33.7416L14.1968 34.2059C13.4037 31.9427 11.276 30.2986 8.74203 30.2986H2.91978C1.85591 30.3179 0.985474 31.1884 0.985474 32.2522V55.5606C0.985474 56.6438 1.85591 57.4949 2.91978 57.4949H8.76138C11.1019 57.4949 13.1329 56.0829 14.042 54.0712L21.2183 57.9785C22.0694 58.4427 23.0365 58.6748 24.0037 58.6748C24.3519 58.6748 24.7 58.6361 25.0289 58.5781C25.1256 58.5781 55.3781 47.6686 55.3781 47.6686C57.5639 46.8756 59.0146 44.8059 59.0146 42.4847C59.0146 40.6858 58.1829 39.061 56.7321 38.0165V38.0358ZM27.4854 4.53365H42.2055L39.4975 8.40226H30.1741L27.4661 4.53365H27.4854ZM20.0577 32.3296L30.3676 12.2709H39.3427L49.6526 32.3296C50.0975 34.0898 50.3296 35.9081 50.3296 37.7263C50.3296 37.7263 50.3296 37.7457 50.3296 37.765L40.2712 41.1307C39.6716 39.738 38.569 38.5967 37.1376 37.9391L25.3384 32.4843C24.0617 31.9041 22.6303 31.788 21.2763 32.1749L19.9997 32.5424C19.9997 32.5424 20.019 32.407 20.0384 32.3296H20.0577ZM10.6957 51.692C10.6957 52.7559 9.82524 53.6263 8.76138 53.6263H4.85408V34.1865H8.76138C9.82524 34.1865 10.6957 35.057 10.6957 36.1208V51.692ZM54.0628 44.0515L24.1971 54.8062C23.8103 54.8642 23.4041 54.7675 23.0559 54.5741L14.5449 49.9511V38.1325L22.3402 35.8694C22.7851 35.734 23.2687 35.7727 23.6942 35.9661L35.4935 41.4208C35.9384 41.6143 36.2865 41.9431 36.538 42.3493L33.0756 43.5099L24.4292 40.0281C23.4427 39.6219 22.3015 40.1055 21.9146 41.092C21.8179 41.3241 21.7792 41.5756 21.7792 41.8077C21.7792 42.5814 22.2435 43.2971 22.9979 43.6066L32.3019 47.3591C32.7274 47.5332 33.211 47.5526 33.6365 47.3978L52.9602 40.9373C53.4632 40.7632 54.0048 40.8405 54.4303 41.1694C54.8559 41.4789 55.1073 41.9624 55.1073 42.504C55.1073 43.2004 54.6624 43.8194 54.0241 44.0515H54.0628Z" fill="#011839"/></svg>
              <div class="main-text">
                <p class="stragety-text">{{ Get_Word("אסטרטגיית ההשקעות של הקרן המתבססת על מומחיות באשראי פרטי (Private Debt) ובסקטור הטכנולוגיה תוך התמקדות באשראי בכיר מגובה נכסים ותזרים מזומנים (Asset-Backed / Cash Flow Based Lending) ומתן פתרונות אשראי לחברות טכנולוגיה ופינטק.הקרן מספקת חוב בכיר (Senior Debt) המגובה באופן ישיר בנכסים ספציפיים ו/או בתזרימי מזומנים צפויים של החברה הלווה.") }}</p>
                <p class="stragety-text">{{ Get_Word("סוג זה של מימון קריטי עבור פלטפורמות פינטק, המייצרות תיקי אשראי גדולים (לדוגמה, הלוואות לעסקים קטנים, הלוואות צרכניות), וזקוקות למימון עקבי ומתמשך להמשך צמיחתן.") }}</p>
              </div>
          </div>
          <div class="img-container">
            <img src="/src/assets/spv.png" alt="spv"/>
          </div>

          <div dir="rtl" class="block">
            <div class="flex" dir="rtl">
          <div class="text-icon">
            <svg width="53" height="54" viewBox="0 0 53 54" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M16.2917 4.24951C15.1647 4.24951 14.25 5.16418 14.25 6.29118V8.33284H12.2083C9.95229 8.33284 8.125 10.1601 8.125 12.4162V40.9995C8.125 43.2556 9.95229 45.0828 12.2083 45.0828H24.8132L20.7339 41.0035L20.7379 40.9995H12.2083V18.5412H40.7917L40.7957 35.5763L44.875 31.497V12.4162C44.875 10.1601 43.0477 8.33284 40.7917 8.33284H38.75V6.29118C38.75 5.16418 37.8353 4.24951 36.7083 4.24951C35.5813 4.24951 34.6667 5.16418 34.6667 6.29118V8.33284H18.3333V6.29118C18.3333 5.16418 17.4187 4.24951 16.2917 4.24951ZM26.8748 22.792C26.5288 22.792 26.1839 22.9757 26.0175 23.3463L24.3068 27.1744L20.04 27.5692C19.2111 27.6468 18.8846 28.6871 19.5216 29.224L22.644 31.8599L21.7467 35.9392C21.5691 36.7436 22.4379 37.3687 23.1464 36.9481L26.8748 34.731L30.6471 36.9162C31.374 37.3368 32.2453 36.67 32.0269 35.8595L30.9542 31.8599L34.1682 29.228C34.8195 28.6952 34.4989 27.6428 33.6618 27.5652L29.4429 27.1744L27.7322 23.3463C27.5658 22.9757 27.2209 22.792 26.8748 22.792ZM48.113 34.8785C47.5903 34.8785 47.0676 35.0785 46.6694 35.4766L36.7123 45.4338L30.8385 39.56C30.0423 38.7637 28.7477 38.7637 27.9515 39.56C27.1552 40.3562 27.1552 41.6508 27.9515 42.447L35.2688 49.7643C36.0651 50.5606 37.3596 50.5606 38.1558 49.7643L49.5565 38.3637C50.3527 37.5674 50.3527 36.2729 49.5565 35.4766C49.1584 35.0785 48.6356 34.8785 48.113 34.8785Z" fill="black"/></svg>
            </div>
          <div class="text-container ">
            <p class="stragety-title title">{{Get_Word("סוגי עסקאות והרכב תיק:")}}</p>  
            <p class="text stragety-para">{{ Get_Word('הקרן מתמקדת בעסקאות אשראי בעלות מח"מ קצר (Short Duration), לרוב בין 12 ל-36 חודשים אשר מאפשר גמישות בתמחור הריבית ומפחית את הרגישות לשינויים עתידיים בסביבת הריבית. כמו כן, השקעות הקרן מאופיינות במרווח גבוה מעל ריבית הבסיס (כדוגמת SOFR), המשקף את פרמיית הסיכון של אשראי פרטי ומייצר תשואה עודפת למשקיעים. כל עסקה מגובה בביטחונות חזקים ותזרימי מזומנים צפויים, המהווים מקור פירעון עיקרי. זה יכול לכלול שעבודים על תיקי הלוואות, תזרים עתידי מהכנסות של הפלטפורמה ועוד. הקרן צופה לבצע בין 35 ל-40 עסקאות שונות במהלך תקופת ההשקעה, מה שיבטיח פיזור סיכונים נאות על פני לווים, מגזרים גאוגרפיים ותעשיות. הקרן משקיעה אך ורק בשווקים מפותחים (Developed Markets). ההתמקדות היא בעיקר בארצות הברית, מערב אירופה ובריטניה, אוסטרליה וקנדה. מדינות אלו מאפשרות לקרן לפעול בסביבות רגולטוריות יציבות, עם מערכות משפט חזקות ואיתנות כלכלית. אסטרטגיית ההשקעה משלבת שימוש זהיר במינוף ברמת העסקה. הקרן עשויה להשתמש במינוף של עד 50% Loan-To-Value. מינוף זה מאפשר הגדלת תשואה למשקיע, תוך שמירה על פרופיל סיכון מנוהל. הקרן פיתחה מערכות חיתום וניהול סיכונים פנימיות מתקדמות, המבצעות בדיקות נאותות מקיפות (Due Diligence) לכל עסקה פוטנציאלית. תהליך זה כולל ניתוח מעמיק של מודל עסקי הלווה, איכות תיק האשראי, יכולות הניהול והסיכונים הספציפיים.') }}</p>
            </div>    
        </div>
       <hr class="hr img-container">
      <div class="img-container">
        <img src="/src/assets/alf.png" alt="image"  />
      </div>
      <hr class="hr">
        <div class="flex" dir="rtl">
          <div class="text-icon">
            <svg width="53" height="54" viewBox="0 0 53 54" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1_1146)"><path d="M26 2.70801C13.2796 2.70801 3 12.9876 3 25.708C3 38.4284 13.2796 48.708 26 48.708C38.7204 48.708 49 38.4284 49 25.708C49 12.9876 38.7204 2.70801 26 2.70801ZM24.0234 6.66113C24.0459 6.66113 24.0609 6.66113 24.0833 6.66113V16.3044C19.7334 17.2028 16.4167 21.1035 16.4167 25.708C16.4167 30.9714 20.7367 35.2913 26 35.2913C28.2985 35.2913 30.3874 34.4453 32.0495 33.0752L39.7161 39.1846C36.2497 42.7109 31.3906 44.8747 26 44.8747C15.3311 44.8747 6.83333 36.377 6.83333 25.708C6.83333 15.7129 14.2979 7.63444 24.0234 6.66113ZM39.4167 11.9919C40.1204 12.6807 40.7419 13.4219 41.3333 14.208C40.2777 14.208 39.4167 15.069 39.4167 16.1247C39.4167 17.1803 40.2777 18.0413 41.3333 18.0413C42.112 18.0413 42.7708 17.5622 43.0703 16.9033C43.3473 17.4499 43.5645 18.0114 43.7891 18.5804C43.4447 18.9248 43.25 19.4264 43.25 19.958C43.25 20.8789 43.9388 21.5752 44.8073 21.7549C45.0693 23.0277 45.1667 24.3529 45.1667 25.708C44.111 25.708 43.25 26.569 43.25 27.6247C43.25 28.5531 43.9313 29.3092 44.8073 29.4814C44.3281 31.9147 43.4072 34.1908 42.112 36.1898L34.4453 30.0804C35.1416 28.7552 35.5833 27.2952 35.5833 25.708C35.5833 23.3796 34.7074 21.2682 33.3073 19.5986L39.4167 11.9919ZM37.5 18.0413C36.4443 18.0413 35.5833 18.9023 35.5833 19.958C35.5833 21.0137 36.4443 21.8747 37.5 21.8747C38.5557 21.8747 39.4167 21.0137 39.4167 19.958C39.4167 18.9023 38.5557 18.0413 37.5 18.0413ZM26 19.958C29.1745 19.958 31.75 22.5335 31.75 25.708C31.75 28.8825 29.1745 31.458 26 31.458C22.8255 31.458 20.25 28.8825 20.25 25.708C20.25 22.5335 22.8255 19.958 26 19.958ZM41.3333 21.8747C40.2777 21.8747 39.4167 22.7357 39.4167 23.7913C39.4167 24.847 40.2777 25.708 41.3333 25.708C42.389 25.708 43.25 24.847 43.25 23.7913C43.25 22.7357 42.389 21.8747 41.3333 21.8747ZM37.5 25.708C36.4443 25.708 35.5833 26.569 35.5833 27.6247C35.5833 28.6803 36.4443 29.5413 37.5 29.5413C38.5557 29.5413 39.4167 28.6803 39.4167 27.6247C39.4167 26.569 38.5557 25.708 37.5 25.708ZM41.3333 29.5413C40.2777 29.5413 39.4167 30.4023 39.4167 31.458C39.4167 32.5137 40.2777 33.3747 41.3333 33.3747C42.389 33.3747 43.25 32.5137 43.25 31.458C43.25 30.4023 42.389 29.5413 41.3333 29.5413Z" fill="black"/></g><defs><clipPath id="clip0_1_1146"><rect width="46" height="46" fill="white" transform="translate(3 2.70801)"/></clipPath></defs></svg>
          </div>
          <div class="text-container">
            <p class="stragety-title title">{{Get_Word("מגבלות חשיפה ופיזור")}}</p>  
            <p class="text stragety-para">{{ Get_Word('הקרן תבצע עסקאות בריבית שוטפת משוקללת בגובה 12.1%. כמו כן, במועד ביצוע עסקת האשראי תגבה הקרן כ-1% עמלות חד פעמיות. בנוסף, תשתמש הקרן במינוף אשר יוסיף כ-3.4% לתשואה הכוללת. בניכוי דמי ניהול, הוצאות שוטפות והפסדי אשראי חזויים בסך כולל של 3.1% תגיע הקרן לתשואה של 13.3%. בנוסף לתשואת הריבית השוטפת, הקרן שואפת לייצר תשואה נוספת באמצעות מרכיב הוני (Equity Kickers), אשר מצורף לעסקאות החוב. מרכיב הוני זה יכול לבוא לידי ביטוי באופציות, warrents או מניות מיעוט, המאפשרות לקרן ליהנות מעליית ערך משמעותית של חברות הפינטק המצליחות, במקרה של הנפקה או מכירה עתידית. הקרן צופה כי מרכיב הוני זה ישיג תשואה משוקללת נוספת של 2.2%. בניכוי דמי הצלחה של 1.4% הקרן צופה תשואה של 14.1% (Net IRR).') }}</p>
            </div>    
        </div>
       <hr class="hr">
      <div class="img-container">
        <img src="/src/assets/alfRe.png" alt="image"/>
      </div>

       <div class="flex" dir="rtl">
          <div class="text-icon">
            <svg width="53" height="54" viewBox="0 0 53 54" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1_1146)"><path d="M26 2.70801C13.2796 2.70801 3 12.9876 3 25.708C3 38.4284 13.2796 48.708 26 48.708C38.7204 48.708 49 38.4284 49 25.708C49 12.9876 38.7204 2.70801 26 2.70801ZM24.0234 6.66113C24.0459 6.66113 24.0609 6.66113 24.0833 6.66113V16.3044C19.7334 17.2028 16.4167 21.1035 16.4167 25.708C16.4167 30.9714 20.7367 35.2913 26 35.2913C28.2985 35.2913 30.3874 34.4453 32.0495 33.0752L39.7161 39.1846C36.2497 42.7109 31.3906 44.8747 26 44.8747C15.3311 44.8747 6.83333 36.377 6.83333 25.708C6.83333 15.7129 14.2979 7.63444 24.0234 6.66113ZM39.4167 11.9919C40.1204 12.6807 40.7419 13.4219 41.3333 14.208C40.2777 14.208 39.4167 15.069 39.4167 16.1247C39.4167 17.1803 40.2777 18.0413 41.3333 18.0413C42.112 18.0413 42.7708 17.5622 43.0703 16.9033C43.3473 17.4499 43.5645 18.0114 43.7891 18.5804C43.4447 18.9248 43.25 19.4264 43.25 19.958C43.25 20.8789 43.9388 21.5752 44.8073 21.7549C45.0693 23.0277 45.1667 24.3529 45.1667 25.708C44.111 25.708 43.25 26.569 43.25 27.6247C43.25 28.5531 43.9313 29.3092 44.8073 29.4814C44.3281 31.9147 43.4072 34.1908 42.112 36.1898L34.4453 30.0804C35.1416 28.7552 35.5833 27.2952 35.5833 25.708C35.5833 23.3796 34.7074 21.2682 33.3073 19.5986L39.4167 11.9919ZM37.5 18.0413C36.4443 18.0413 35.5833 18.9023 35.5833 19.958C35.5833 21.0137 36.4443 21.8747 37.5 21.8747C38.5557 21.8747 39.4167 21.0137 39.4167 19.958C39.4167 18.9023 38.5557 18.0413 37.5 18.0413ZM26 19.958C29.1745 19.958 31.75 22.5335 31.75 25.708C31.75 28.8825 29.1745 31.458 26 31.458C22.8255 31.458 20.25 28.8825 20.25 25.708C20.25 22.5335 22.8255 19.958 26 19.958ZM41.3333 21.8747C40.2777 21.8747 39.4167 22.7357 39.4167 23.7913C39.4167 24.847 40.2777 25.708 41.3333 25.708C42.389 25.708 43.25 24.847 43.25 23.7913C43.25 22.7357 42.389 21.8747 41.3333 21.8747ZM37.5 25.708C36.4443 25.708 35.5833 26.569 35.5833 27.6247C35.5833 28.6803 36.4443 29.5413 37.5 29.5413C38.5557 29.5413 39.4167 28.6803 39.4167 27.6247C39.4167 26.569 38.5557 25.708 37.5 25.708ZM41.3333 29.5413C40.2777 29.5413 39.4167 30.4023 39.4167 31.458C39.4167 32.5137 40.2777 33.3747 41.3333 33.3747C42.389 33.3747 43.25 32.5137 43.25 31.458C43.25 30.4023 42.389 29.5413 41.3333 29.5413Z" fill="black"/></g><defs><clipPath id="clip0_1_1146"><rect width="46" height="46" fill="white" transform="translate(3 2.70801)"/></clipPath></defs></svg>
          </div>
          <div class="text-container">
            <p class="stragety-title title">{{Get_Word("תהליך ההשקעה:")}}</p>  
            <p class="text stragety-para">{{Get_Word("תהליך ההשקעה מתחיל באחד משני ערוצים: פניה של משקיע אקוויטי (בדרך כלל קרן הון סיכון או קרן PE), או פניה ישירה של הקרן לפלטפורמה לאחר זיהוי הזדמנות השקעה. אורך תהליך ההשקעה, מהשלב שבו נוצר הקשר הראשוני עם פלטפורמה פוטנציאלית ועד לסגירת הסופית, הינו כ-20-25 שבועות. תהליך ההשקעה מייצר סינון אפקטיבי וסלקטיביות גבוהה המשקפים רף גבוה של חיתום. כך לדוגמה במהלך 2024 הגיעו 289 הזדמנויות השקעה, מתוכן בוצעו רק 10 עסקאות (כ-3% מסך הזדמנויות ההשקעה).") }}</p>
          </div>    
        </div>
        <hr class="hr">
      <div class="img-container">
        <img src="/src/assets/abl2024.png" alt="image"/>
      </div>
      <div class="flex" dir="rtl">
          <div class="text-icon">
            <svg width="53" height="54" viewBox="0 0 53 54" fill="none" xmlns="http://www.w3.org/2000/svg"><g clip-path="url(#clip0_1_1146)"><path d="M26 2.70801C13.2796 2.70801 3 12.9876 3 25.708C3 38.4284 13.2796 48.708 26 48.708C38.7204 48.708 49 38.4284 49 25.708C49 12.9876 38.7204 2.70801 26 2.70801ZM24.0234 6.66113C24.0459 6.66113 24.0609 6.66113 24.0833 6.66113V16.3044C19.7334 17.2028 16.4167 21.1035 16.4167 25.708C16.4167 30.9714 20.7367 35.2913 26 35.2913C28.2985 35.2913 30.3874 34.4453 32.0495 33.0752L39.7161 39.1846C36.2497 42.7109 31.3906 44.8747 26 44.8747C15.3311 44.8747 6.83333 36.377 6.83333 25.708C6.83333 15.7129 14.2979 7.63444 24.0234 6.66113ZM39.4167 11.9919C40.1204 12.6807 40.7419 13.4219 41.3333 14.208C40.2777 14.208 39.4167 15.069 39.4167 16.1247C39.4167 17.1803 40.2777 18.0413 41.3333 18.0413C42.112 18.0413 42.7708 17.5622 43.0703 16.9033C43.3473 17.4499 43.5645 18.0114 43.7891 18.5804C43.4447 18.9248 43.25 19.4264 43.25 19.958C43.25 20.8789 43.9388 21.5752 44.8073 21.7549C45.0693 23.0277 45.1667 24.3529 45.1667 25.708C44.111 25.708 43.25 26.569 43.25 27.6247C43.25 28.5531 43.9313 29.3092 44.8073 29.4814C44.3281 31.9147 43.4072 34.1908 42.112 36.1898L34.4453 30.0804C35.1416 28.7552 35.5833 27.2952 35.5833 25.708C35.5833 23.3796 34.7074 21.2682 33.3073 19.5986L39.4167 11.9919ZM37.5 18.0413C36.4443 18.0413 35.5833 18.9023 35.5833 19.958C35.5833 21.0137 36.4443 21.8747 37.5 21.8747C38.5557 21.8747 39.4167 21.0137 39.4167 19.958C39.4167 18.9023 38.5557 18.0413 37.5 18.0413ZM26 19.958C29.1745 19.958 31.75 22.5335 31.75 25.708C31.75 28.8825 29.1745 31.458 26 31.458C22.8255 31.458 20.25 28.8825 20.25 25.708C20.25 22.5335 22.8255 19.958 26 19.958ZM41.3333 21.8747C40.2777 21.8747 39.4167 22.7357 39.4167 23.7913C39.4167 24.847 40.2777 25.708 41.3333 25.708C42.389 25.708 43.25 24.847 43.25 23.7913C43.25 22.7357 42.389 21.8747 41.3333 21.8747ZM37.5 25.708C36.4443 25.708 35.5833 26.569 35.5833 27.6247C35.5833 28.6803 36.4443 29.5413 37.5 29.5413C38.5557 29.5413 39.4167 28.6803 39.4167 27.6247C39.4167 26.569 38.5557 25.708 37.5 25.708ZM41.3333 29.5413C40.2777 29.5413 39.4167 30.4023 39.4167 31.458C39.4167 32.5137 40.2777 33.3747 41.3333 33.3747C42.389 33.3747 43.25 32.5137 43.25 31.458C43.25 30.4023 42.389 29.5413 41.3333 29.5413Z" fill="black"/></g><defs><clipPath id="clip0_1_1146"><rect width="46" height="46" fill="white" transform="translate(3 2.70801)"/></clipPath></defs></svg>
          </div>
          <div class="text-container">
            <p class="stragety-title title">{{Get_Word("יתרונות אסטרטגיית ההשקעות:")}}</p> 
            <ul>
              <li class="text stragety-para">{{ Get_Word("עסקאות חוב מובטח בכיר עם מנגנוני הגנה מבניים מפני הפסדי אשראי המספקים הגנה יעילה גם בתקופות מיתון.") }}</li>
              <li class="text stragety-para">{{ Get_Word("שעבוד מלא וקדימות על נכסי הבסיס ותזרימי המזומנים הנובעים מהם.") }}</li>
              <li class="text stragety-para">{{ Get_Word('עסקאות בריבית משתנה, מח"מ קצר ומרווח גבוה.') }}</li>
              <li class="text stragety-para">{{ Get_Word("כריות הגנה הוניות והשתתפות ראשונית של הפלטפורמות בהפסדי אשראי.") }}</li>
            </ul>        
            <p class="text stragety-para">{{ Get_Word("הקרן השלימה כ-16 עסקאות וקראה למעל 50% מסך התחייבויות המשקיעים בקרן. בכוונת הקרן לפזר את השקעותיה על פני כ-35-40 עסקאות שונות.") }}</p>
          </div>    
        </div>
      </div>
    </div>
  </div>

</template>

<script>
export default {
    name: "Stragety",
    methods: {
        Get_Word(word){
            return word
        }
    },
}
</script>

<style lang="scss">
// אסטרגיית השקעות
  .box{
    border: #A3A3A3 solid 1px;
    border-radius: 10px;
    padding: 1.5rem;
    text-align: center;
    display: flex;
    align-items: center;
    gap: 10px;
    margin-bottom: 2rem;
  }
  .img-container{
    display:flex; 
    justify-content:center;
    
    img{
      max-width:60%;
      height:auto;
    }

}
  .block {
    display: flex;
    align-items: center;
    justify-content: center;
    gap: 16px;
    margin-bottom: 20px;
    flex-wrap: wrap;
     .text-icon{
      align-self: center;
     }
     .stragety-title{
      flex-grow: 1;
      margin-bottom: 0;
      padding-right: 1.5vw;
      white-space: normal;
     }
     .stragety-para{
      flex-grow: 1;
      margin-top: 0;
      margin-bottom: 0;
      padding-right: 1.5vw;
      padding-left: 0.4rem;
      
     }
     .hr{
      width: 80%;
      border: 0.5px solid #e8e8e8;
     }
     
  }
  .hr{
      width: 80%;
      border: 0.5px solid #e8e8e8;
     }

.image img {
  max-width:100%;
  height:auto;
}


@media (max-width: 768px) {
  .block {
    flex-direction: column; 
    align-items: flex-start;
  }
  .img-container{
    display:none; 
  }
  .top-strategy-title{
    text-align: left;
    margin-bottom: 1rem;
  }
  .stragety-text{
    font-size:2rem;
  }
   
}

</style>